[{"url": "https://www.icip.edu.pe/", 
"title": "Que es Instituto Cientifico del Perú", 
"content": "El Instituto Científico del Pacífico (ICP) es una institución educativa que ofrece cursos de especialización orientados a estudiantes que trabajan o que no disponen de tiempo para asistir a un salón de clases. Su metodología no presenta limitaciones de tiempo y espacio, lo que permite a los estudiantes recibir clases de forma dinámica e interactiva [T1]. El ICP busca rediseñar las metodologías de enseñanza tradicional para democratizar el acceso a la educación en ciencia y tecnología, formando líderes para afrontar nuevos retos [T2] [T3]. Ofrece servicios educativos de calidad, brindando conocimientos y herramientas útiles para impulsar las capacidades de los profesionales [T3]. El ICP se destaca por sus valores de rapidez, innovación, responsabilidad, espíritu de servicio, facilidad de uso, proactividad y colaboración [T4] [T5]."
}, 

{"url": "https://icip.edu.pe/quienes-somos", 
"title": "Mision vision y demas informacion del insitituto", 
      "content": "CONVENIOS\n\nEl Instituto Científico del Pacífico suscribe convenios con instituciones, tanto nacionales como internacionales, con el fin de promover el desarrollo de actividades académicas, científicas y de investigación. Esto nos permite vincularnos con el desarrollo del conocimiento y la innovación, así como articular la formación de nuestros estudiantes con la comunidad internacional a través de diversos mecanismos.\n\nEl Instituto Científico del Pacífico es un Centro de Entrenamiento Autorizado por Autodesk, con la finalidad de avalar y certificar los estudios realizados por nuestros alumnos. A través de este convenio, se busca llevar a cabo futuras colaboraciones en actividades formales y divulgativas que serán de beneficio para todos sus integrantes.\n\nCONVENIO CON CYPE INGENIEROS PERÚ\n\nEl Instituto Científico del Pacífico cuenta con un convenio de cooperación institucional con CYPE INGENIEROS, con la finalidad de avalar y certificar los estudios realizados por nuestros alumnos.\n\nCONVENIO CON EL COLEGIO DE SOCIÓLOGOS DEL PERÚ\n\nEl Instituto Científico del Pacífico cuenta con un convenio de cooperación institucional recíproca con el Colegio de Sociólogos del Perú, con la finalidad de certificar y avalar los estudios realizados por nuestros alumnos. El convenio sienta las bases...\n\nCONVENIO CON EL COLEGIO DE ECONOMISTAS DEL PERÚ (CEP)\n\nEl Instituto Científico del Pacífico cuenta con un convenio de cooperación institucional con el Colegio de Economistas del Perú (CEP), permitiendo la colaboración de los profesionales economistas en brindar material académico y de investigación.\n\nFORMAS DE PAGO\n\nEl Instituto Científico del Pacífico busca brindarte todas las facilidades para que puedas llevar a cabo de forma sencilla tu proceso de matrícula. Por ello, aquí podrás visualizar todas las modalidades de pago con las que cuenta la institución, además conocerás los pasos a seguir en cada uno.\n\nPAGO EN AGENCIAS O AGENTES BCP:\nUsted puede realizar el depósito en las AGENCIAS O AGENTES BCP. Deberá brindar el siguiente número de CUENTA CORRIENTE: N° 191- 2059471 - 0 – 36 (Soles). Luego debe VERIFICAR que el número de cuenta figure a nombre del INSTITUTO CIENTÍFICO DEL PACÍFICO S.A.C. Al finalizar, le entregarán un VOUCHER DE PAGO, el cual debe conservar. Una vez realizado el pago, deberá ingresar al curso de su interés, hacer clic en el botón rojo “MATRICÚLATE AL CURSO” donde deberá ADJUNTAR SU VOUCHER DE PAGO.\n\nPAGO VÍA WEB:\nIngrese a www.viabcp.com, luego deberá ingresar a sus cuentas, para ello ubique el recuadro azul ubicado en la parte izquierda de la página. Ingrese el número de su tarjeta Credimás y clave. Seleccione la opción “Pagos y transferencias”. Seleccione la cuenta desde la que se realizará la transferencia. Seleccione el tipo de moneda y digite el monto. Digite el número de la cuenta a la que se le realizará la transferencia. Confirme su operación con su clave digital Token. Para realizar la transferencia interbancaria BCP deberá tener a la mano los siguientes datos: Código interbancario: 00219100205947103658, a nombre del “INSTITUTO CIENTÍFICO DEL PACÍFICO S.A.C” El número de RUC de la institución: 20549915508. Una vez realizada la transferencia deberá conservar el voucher o constancia de pago. Finalmente deberá ingresar al curso de su interés, hacer clic en el botón rojo “MATRICÚLATE AL CURSO” donde deberá ADJUNTAR EL VOUCHER O CONSTANCIA DE PAGO.\n\nESTUDIA SIN BARRERAS DE TIEMPO Y DISTANCIA\n\nVISIÓN\n\nRediseñar las metodologías de la enseñanza tradicional, con el objetivo de democratizar el acceso a la educación en ciencia y tecnología.\n\nMISIÓN\n\nBrindar capacitación académica a partir de la reformulación de la metodología tradicional de enseñanza, pues entendemos a esta no como un fin, sino como un medio para la formación de profesionales competentes.\n\nOBJETIVOS\n\nOfrecer servicios educativos de calidad.\nBrindar conocimientos y herramientas útiles para impulsar las capacidades de los profesionales.\nConstruir una metodología enfocada en aprovechar y desarrollar el conocimiento.\nPotenciar los conocimientos para proponer soluciones y generar nuevas oportunidades de aprendizaje.\nVALORES, CULTURA ICIP\n\nFormamos líderes para afrontar nuevos retos.\n\nRapidez: Buscando optimizar todos los procesos para agilizar nuestro servicio.\nInnovar: Alcanzando soluciones novedosas a través del rediseño de procesos.\nResponsabilidad: Estamos comprometidos con nuestras acciones en beneficio de los estudiantes.\nEspíritu de servicio: Nuestros estudiantes son el centro de todo lo que hacemos, por lo que nos anticipamos a sus expectativas y nos sentimos orgullosos de poder satisfacerlas.\nFacilidad de uso: Simplificamos el acceso a nuestro servicio.\nProactividad: Nos anticipamos a las necesidades de la sociedad, porque no hay nada mejor que un afán de superación.\nColaboración: Fomentamos la colaboración como parte esencial de nuestra metodología.\nNUESTRA METODOLOGÍA\n\nEl Instituto Científico del Pacífico trabaja bajo la modalidad virtual, la cual consiste en proporcionar un conjunto de saberes y de prácticas educativas a través del uso de la tecnología, sin barreras de tiempo y distancia.\n\nBENEFICIOS DE NUESTRA MODALIDAD\n\nAsesoría personalizada: Contarán con un tutor el cual resolverá sus dudas y/o consultas.\nCertificación: Reconocemos tu esfuerzo y dedicación. Realizamos la emisión y envío del certificado, al finalizar el curso con éxito.\nMaterial educativo: Se le proporcionará manuales, lecturas de apoyo y documentos diversos que le permitan maximizar su aprendizaje.\nPlataforma educativa: Diseñada para garantizar un proceso de aprendizaje y enseñanza, óptimo e integral.\nNUESTROS CURSOS\n\nCursos de especialización, completos y por niveles. Más de 135 cursos en 9 diferentes áreas."

},

{"url": "https://icip.edu.pe/cursos", 
"title": "Cursos", 
"content": "Revit Structure para Ingeniería - Módulo I\n\nModalidad: Curso en línea, disponible las 24 horas.\nProfesor: Ing. Roberto Sánchez.\nHorario: Flexible, los estudiantes pueden acceder al contenido en cualquier momento.\nCosto: $200 USD.\nNUESTROS CURSOS\n\nCursos de especialización, completos y por niveles. Más de 135 cursos en 9 diferentes áreas.\n\nTecnologías de Información Geográfica\nGestión y Negocios\nIngeniería\nMatemática Aplicada y Computacional\nProgramación\nAlgunos de nuestros cursos destacados incluyen:\n\nRevit Structure para Ingeniería - Módulo I\nGestión Catastral con ArcGIS\nBase de Datos con PostGIS\nCuencas Hidrográficas con ArcGIS Pro Avanzado\nCivilstorm\nMapas Temáticos con ArcGIS\nExcel para Ingenieros\nAnálisis de Datos con MapInfo - Intermedio\nCuencas Hidrográficas con ArcGIS Pro\nSubassembly Composer\nTeledetección y PDI con ERDAS - Intermedio\nSIG con AutoCAD Map 3D - Básico\n\nDetalles de cursos 2024\n\nGestión Catastral con ArcGIS\n\nModalidad: Semipresencial, con clases en línea y sesiones prácticas presenciales los fines de semana.\nProfesor: Dra. Ana Pérez.\nHorario: Clases en línea disponibles los martes y jueves de 18:00 a 20:00. Sesiones prácticas presenciales los sábados de 9:00 a 13:00.\nCosto: $300 USD.\n\nBase de Datos con PostGIS\n\nModalidad: Curso en línea con tutorías personalizadas.\nProfesor: Lic. Juan Rodríguez.\nHorario: Acceso al contenido las 24 horas. Tutorías disponibles de lunes a viernes de 9:00 a 17:00.\nCosto: $250 USD.\nCuencas Hidrográficas con ArcGIS Pro Avanzado\n\nModalidad: Curso presencial con apoyo en línea.\nProfesor: Ing. Marta Gómez.\nHorario: Clases presenciales los sábados de 8:00 a 12:00. Soporte en línea disponible las 24 horas.\nCosto: $350 USD.\nCivilstorm\n\nModalidad: Curso en línea con sesiones prácticas.\nProfesor: Dr. Carlos Fernández.\nHorario: Contenido disponible las 24 horas. Sesiones prácticas en vivo los miércoles de 19:00 a 21:00.\nCosto: $280 USD.\n\nMapas Temáticos con ArcGIS\n\nModalidad: Curso presencial con apoyo en línea.\nProfesor: Dra. Laura Martínez.\nHorario: Clases presenciales los martes y jueves de 18:00 a 20:00. Soporte en línea disponible las 24 horas.\nCosto: $320 USD.\nExcel para Ingenieros\n\nModalidad: Curso en línea con tutorías personalizadas.\nProfesor: Ing. Alberto López.\nHorario: Acceso al contenido las 24 horas. Tutorías disponibles de lunes a viernes de 9:00 a 17:00.\nCosto: $200 USD.\nAnálisis de Datos con MapInfo - Intermedio\n\nModalidad: Curso semipresencial.\nProfesor: Lic. María González.\nHorario: Clases presenciales los sábados de 10:00 a 14:00. Acceso al contenido en línea las 24 horas.\nCosto: $280 USD.\nCuencas Hidrográficas con ArcGIS Pro\n\nModalidad: Curso en línea con sesiones prácticas en vivo.\nProfesor: Dr. Juan Pérez.\nHorario: Contenido disponible las 24 horas. Sesiones prácticas en vivo los jueves de 19:00 a 21:00.\nCosto: $300 USD.\nSubassembly Composer\n\nModalidad: Curso presencial.\nProfesor: Ing. José Rodríguez.\nHorario: Clases presenciales los miércoles y viernes de 16:00 a 18:00.\nCosto: $350 USD."
}

]